Repository: XMaster-Denis/XAnnotation
Catalog: XAnnotation/Localizable.xcstrings
Source language: en
Languages: de, ru

source: %lld%% completed
de: %lld%% abgeschlossen
ru: %lld%% завершено

source: Add class
de: Klasse hinzufügen
ru: Добавить класс

source: Add folder with images
de: Ordner mit Bildern hinzufügen
ru: Добавить папку с изображениями

source: Cancel
de: Abbrechen
ru: Отмена

source: Change class
de: Klasse ändern
ru: Изменить класс

source: Class name
de: Klassenname
ru: Имя класса

source: Close
de: Schließen
ru: Закрыть

source: Create a new project
de: Erstellen Sie ein neues Projekt
ru: Создать новый проект

source: Creating thumbnails...
de: Erstelle Vorschaubilder...
ru: Создание миниатюр…

source: Currently selected class: %@
de: Aktuell ausgewählte Klasse: %@
ru: Текущий выбранный класс: %@

source: Delete
de: Löschen
ru: Удалить

source: Delete annotation
de: Annotation löschen
ru: Удалить аннотацию

source: Edit name
de: Name bearbeiten
ru: Переименовать

source: Error
de: Fehler
ru: Ошибка

source: Export for CreateML
de: Für CreateML exportieren
ru: Экспортировать в CreateML

source: Export Image Settings
de: Bildeinstellungen exportieren
ru: Настройки экспорта

source: Export proportion settings
de: Exportproportionseinstellungen
ru: Настройки пропорций экспорта

source: Export proportions
de: Exportproportionen
ru: Пропорции экспорта

source: Export settings
de: Exporteinstellungen
ru: Настройки экспорта

source: Failed to upload image
de: Bild konnte nicht hochgeladen werden
ru: Не удалось загрузить изображение

source: Language
de: Sprache der Benutzeroberfläche
ru: Язык интерфейса

source: List of classes:
de: Liste der Klassen:
ru: Список классов:

source: Loading thumbnails...
de: Vorschaubilder werden geladen...
ru: Загрузка миниатюр…

source: New class name
de: Neuer Klassenname
ru: Новое имя класса

source: Next Image
de: Nächstes Bild
ru: Следующее изображение

source: Open project
de: Projekt öffnen
ru: Открыть проект

source: Please select a class to annotate.
de: Bitte wählen Sie eine Klasse zur Annotation aus.
ru: Выберите класс для аннотации

source: Previous image
de: Vorheriges Bild
ru: Предыдущее изображение

source: Project ‘%@‘ loaded
de: Projekt ‘%@’ geladen
ru: Проект ‘%@’ загружен

source: Project not selected
de: Kein Projekt ausgewählt
ru: Проект не выбран

source: Remove annotations from image
de: Alle Annotationen vom Bild entfernen
ru: Удалить все аннотации с изображения

source: Rotate output images
de: Ausgabebilder drehen
ru: Крутить изображения при экспорте

source: Save
de: Speichern
ru: Сохранить

source: Save changes
de: Änderungen speichern
ru: Сохранить изменения

source: Select an image to annotate
de: Wählen Sie ein Bild zur Annotation aus
ru: Выберите изображение для аннотации

source: Select color
de: Farbe auswählen
ru: Выберите цвет

source: Settings
de: Einstellungen
ru: Настройки

source: Total: %lld%%
de: Insgesamt: %lld%%
ru: Итого: %lld%%

source: Train:
de: Training:
ru: Обучение:

source: Validation:
de: Validierung:
ru: Проверка:

source: Navigation
ru: Навигация

source: OK
ru: Ок

source: Test:
ru: Тест:
